Repository: mduu/SolarLens
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

source: Battery to Car: charging station not found
da: Batteri til bil: ladestation ikke fundet
de: Batterie zu Auto: Ladestation nicht gefunden
fr: Batterie vers voiture : borne de recharge introuvable
it: Batteria verso auto: stazione di ricarica non trovata

# Battery to Car: failed to set charging station to constant current %lld A: %@
source: Battery to Car: failed to set charging station to constant current %1$lld A: %2$@
da: Batteri til bil: kunne ikke sætte ladestation til konstant strøm %1$lld A: %2$@
de: Batterie zu Auto: Ladestation konnte nicht auf konstanten Strom %1$lld A gesetzt werden: %2$@
fr: Batterie vers voiture : impossible de régler la borne sur courant constant %1$lld A : %2$@
it: Batteria verso auto: impossibile impostare la stazione di ricarica a corrente costante %1$lld A: %2$@

source: Battery to Car: failed to set fallback mode
da: Batteri til bil: kunne ikke skifte til reservetilstand
de: Batterie zu Auto: Wechsel zum Folgemodus fehlgeschlagen
fr: Batterie vers voiture : impossible de définir le mode de repli
it: Batteria verso auto: impossibile impostare la modalità di fallback

source: Battery to Car: failed to set initial mode
da: Batteri til bil: kunne ikke indstille starttilstand
de: Batterie zu Auto: Setzen des Startmodus fehlgeschlagen
fr: Batterie vers voiture : impossible de définir le mode initial
it: Batteria verso auto: impossibile impostare la modalità iniziale

source: Battery to Car: failed to switch charging station to fallback mode %1$@: %2$@ — charging station may stay on constant current. Please check the Solar Manager app.
da: Batteri til bil: kunne ikke skifte ladestation til opfølgningstilstand %1$@: %2$@ — ladestation forbliver muligvis på konstant strøm. Kontrollér venligst i Solar Manager-appen.
de: Batterie zu Auto: Ladestation konnte nicht auf Folgemodus %1$@ umgestellt werden: %2$@ — Ladestation bleibt möglicherweise auf konstantem Strom. Bitte in der Solar Manager App prüfen.
fr: Batterie vers voiture : impossible de basculer la borne vers le mode %1$@ : %2$@ — la borne peut rester en courant constant. Vérifie dans l’app Solar Manager.
it: Batteria verso auto: impossibile passare la stazione di ricarica alla modalità %1$@: %2$@ — la stazione potrebbe restare a corrente costante. Verifica nell’app Solar Manager.

source: Battery to Car: fetch overview failed (%@); will retry next tick
da: Batteri til bil: hentning af oversigt mislykkedes (%@); prøver igen ved næste tick
de: Batterie zu Auto: Übersicht laden fehlgeschlagen (%@); erneuter Versuch beim nächsten Tick
fr: Batterie vers voiture : échec du chargement de l’aperçu (%@) ; nouvelle tentative au prochain tick
it: Batteria verso auto: caricamento panoramica non riuscito (%@); riprovo al prossimo tick

source: Battery to Car: fetch overview failed; will retry
da: Batteri til bil: kunne ikke hente oversigt; prøver igen
de: Batterie zu Auto: Übersicht konnte nicht geladen werden; wird wiederholt
fr: Batterie vers voiture : récupération de l'aperçu échouée ; nouvelle tentative
it: Batteria verso auto: caricamento panoramica fallito; verrà ritentato

source: Battery to Car: floor forecast in %llds — pre-scheduling backstop notification (regular tick cadence unchanged)
da: Batteri til bil: grænse forventet om %llds — backstop-notifikation planlagt (almindelig kontrolinterval uændret)
de: Batterie zu Auto: Untergrenze in %llds vorhergesagt — Backup-Benachrichtigung wird geplant (regulärer Prüftakt unverändert)
fr: Batterie vers voiture : limite prévue dans %llds — notification de secours planifiée (cadence de vérification inchangée)
it: Batteria verso auto: soglia prevista tra %llds — notifica di riserva pianificata (cadenza di controllo invariata)

source: Battery to Car: floor forecast in %llds — pre-scheduling notification and using forecast as next-tick hint
da: Batteri til bil: grænse forventet om %llds — notifikation planlagt på forhånd, prognose brugt som tip til næste tick
de: Batterie zu Auto: Untergrenze prognostiziert in %llds — Benachrichtigung vorgeplant, Prognose als Hinweis für den nächsten Tick
fr: Batterie vers voiture : limite prévue dans %llds — notification programmée à l’avance, prévision utilisée comme indice pour le prochain tick
it: Batteria verso auto: soglia prevista tra %llds — notifica pianificata in anticipo, previsione usata come suggerimento per il prossimo tick

source: Battery to Car: missing parameters
da: Batteri til bil: manglende parametre
de: Batterie zu Auto: fehlende Parameter
fr: Batterie vers voiture : paramètres manquants
it: Batteria verso auto: parametri mancanti

source: Battery to Car: missing state
da: Batteri til bil: manglende tilstand
de: Batterie zu Auto: fehlender Zustand
fr: Batterie vers voiture : état manquant
it: Batteria verso auto: stato mancante

source: Battery to Car: no battery level reading
da: Batteri til bil: ingen batteriniveau-måling
de: Batterie zu Auto: kein Batteriestand verfügbar
fr: Batterie vers voiture : aucune mesure du niveau de batterie
it: Batteria verso auto: nessuna lettura del livello batteria

source: Battery to Car: no battery level reading from house battery; cannot tick
da: Batteri til bil: intet batteriniveau fra husbatteriet; kan ikke køre tick
de: Batterie zu Auto: kein Ladestand der Haus-Batterie verfügbar; Tick nicht möglich
fr: Batterie vers voiture : aucun niveau de la batterie maison disponible ; tick impossible
it: Batteria verso auto: nessun livello della batteria di casa disponibile; tick impossibile

source: Battery to Car: ramp %1$lld A → %2$lld A (BG-throttling slowdown — avg tick %3$@ min, grid %4$lld W)
da: Batteri til bil: justering %1$lld A → %2$lld A (nedsættelse pga. baggrundsbegrænsning — gennemsnitligt tick %3$@ min, net %4$lld W)
de: Batterie zu Auto: Anpassung %1$lld A → %2$lld A (Verlangsamung wegen Hintergrunddrosselung — durchschnittlicher Tick %3$@ min, Netz %4$lld W)
fr: Batterie vers voiture : ajustement %1$lld A → %2$lld A (ralentissement à cause de la limitation en arrière-plan — tick moyen %3$@ min, réseau %4$lld W)
it: Batteria verso auto: regolazione %1$lld A → %2$lld A (rallentamento per limitazione in background — tick medio %3$@ min, rete %4$lld W)

source: Battery to Car: ramp %1$lld A → %2$lld A (gliding to floor — battery %3$lld%% approaching %4$lld%%, slowing the drain)
da: Batteri til bil: justering %1$lld A → %2$lld A (glideflugt mod grænsen — batteri %3$lld%% nærmer sig %4$lld%%, afladning bremses)
de: Batterie zu Auto: Anpassung %1$lld A → %2$lld A (Gleitanflug zum Limit — Batterie %3$lld%% nähert sich %4$lld%%, Entladung wird verlangsamt)
fr: Batterie vers voiture : ajustement %1$lld A → %2$lld A (approche en douceur du seuil — batterie %3$lld%% s'approche de %4$lld%%, décharge ralentie)
it: Batteria verso auto: regolazione %1$lld A → %2$lld A (avvicinamento graduale al limite — batteria %3$lld%% si avvicina a %4$lld%%, scarica rallentata)

# Battery to Car: ramp %lld A → %lld A (grid %lld W, avg tick %@ min)
source: Battery to Car: ramp %1$lld A → %2$lld A (grid %3$lld W, avg tick %4$@ min)
da: Batteri til bil: justering %1$lld A → %2$lld A (net %3$lld W, gennemsnitligt tick %4$@ min)
de: Batterie zu Auto: Anpassung %1$lld A → %2$lld A (Netz %3$lld W, durchschnittlicher Tick %4$@ min)
fr: Batterie vers voiture : ajustement %1$lld A → %2$lld A (réseau %3$lld W, tick moyen %4$@ min)
it: Batteria verso auto: regolazione %1$lld A → %2$lld A (rete %3$lld W, tick medio %4$@ min)

# Battery to Car: ramp %lld A → %lld A (grid %lld W)
source: Battery to Car: ramp %1$lld A → %2$lld A (grid %3$lld W)
da: Batteri til bil: justering %1$lld A → %2$lld A (net %3$lld W)
de: Batterie zu Auto: Anpassung %1$lld A → %2$lld A (Netz %3$lld W)
fr: Batterie vers voiture : ajustement %1$lld A → %2$lld A (réseau %3$lld W)
it: Batteria verso auto: regolazione %1$lld A → %2$lld A (rete %3$lld W)

source: Battery to Car: ramp %1$lld A → %2$lld A failed (%3$@); keeping %4$lld A, will retry next tick
da: Batteri til bil: justering %1$lld A → %2$lld A mislykkedes (%3$@); beholder %4$lld A, prøver igen ved næste tick
de: Batterie zu Auto: Anpassung %1$lld A → %2$lld A fehlgeschlagen (%3$@); behalte %4$lld A, erneuter Versuch beim nächsten Tick
fr: Batterie vers voiture : ajustement %1$lld A → %2$lld A échoué (%3$@) ; conservation de %4$lld A, nouvelle tentative au prochain tick
it: Batteria verso auto: regolazione %1$lld A → %2$lld A non riuscita (%3$@); mantengo %4$lld A, riprovo al prossimo tick

source: Battery to Car: ramp failed; retrying next tick
da: Batteri til bil: justering fejlede; prøver igen næste gang
de: Batterie zu Auto: Anpassung fehlgeschlagen; nächster Versuch beim nächsten Durchlauf
fr: Batterie vers voiture : ajustement échoué ; nouvel essai au prochain cycle
it: Batteria verso auto: regolazione fallita; nuovo tentativo al prossimo ciclo

source: Battery to Car: setup — charging station %1$@, previous charging station mode %2$@, battery capacity %3$@ kWh, max discharge %4$lld W
da: Batteri til bil: opsætning — ladestation %1$@, forrige ladestationstilstand %2$@, batterikapacitet %3$@ kWh, maks. afladning %4$lld W
de: Batterie zu Auto: Setup — Ladestation %1$@, vorheriger Ladestationsmodus %2$@, Batteriekapazität %3$@ kWh, max. Entladeleistung %4$lld W
fr: Batterie vers voiture : configuration — borne %1$@, mode précédent de la borne %2$@, capacité de la batterie %3$@ kWh, décharge max. %4$lld W
it: Batteria verso auto: configurazione — stazione di ricarica %1$@, modalità precedente della stazione %2$@, capacità batteria %3$@ kWh, scarica max %4$lld W

# Battery to Car: started at %lld A, battery %lld%%
source: Battery to Car: started at %1$lld A, battery %2$lld%%
da: Batteri til bil: startet ved %1$lld A, batteri %2$lld%%
de: Batterie zu Auto: gestartet mit %1$lld A, Batterie %2$lld%%
fr: Batterie vers voiture : démarré à %1$lld A, batterie %2$lld%%
it: Batteria verso auto: avviato a %1$lld A, batteria %2$lld%%

source: Battery to Car: started at %1$lld A, battery %2$lld%% — floor %3$lld%%, fallback after run: %4$@
da: Batteri til bil: startet med %1$lld A, batteri %2$lld%% — grænse %3$lld%%, opfølgningstilstand efter kørsel: %4$@
de: Batterie zu Auto: gestartet mit %1$lld A, Batterie %2$lld%% — Untergrenze %3$lld%%, Folgemodus nach Lauf: %4$@
fr: Batterie vers voiture : démarrée à %1$lld A, batterie %2$lld%% — limite %3$lld%%, mode après exécution : %4$@
it: Batteria verso auto: avviata a %1$lld A, batteria %2$lld%% — soglia %3$lld%%, modalità dopo l’esecuzione: %4$@

source: Battery to Car: starting
da: Batteri til bil: starter
de: Batterie zu Auto: wird gestartet
fr: Batterie vers voiture : démarrage
it: Batteria verso auto: avvio in corso

source: Battery to Car: stop triggered (%@) — leaving charging station on user-chosen mode, NOT applying fallback
da: Batteri til bil: stop udløst (%@) — station bevares i valgt tilstand, fallback IKKE anvendt
de: Batterie zu Auto: Stopp ausgelöst (%@) — Station bleibt im gewählten Modus, kein Fallback
fr: Batterie vers voiture : arrêt déclenché (%@) — borne reste en mode choisi, pas de repli
it: Batteria verso auto: stop (%@) — stazione resta in modalità scelta, nessun fallback

# Battery to Car: stop triggered (%@) — switching charging station to %@
source: Battery to Car: stop triggered (%1$@) — switching charging station to %2$@
da: Batteri til bil: stop udløst (%1$@) — skifter ladestation til %2$@
de: Batterie zu Auto: Stopp ausgelöst (%1$@) — Ladestation wird auf %2$@ umgestellt
fr: Batterie vers voiture : arrêt déclenché (%1$@) — bascule de la borne vers %2$@
it: Batteria verso auto: arresto attivato (%1$@) — passaggio della stazione di ricarica a %2$@

source: Battery to Car: stopped at %1$lld%% (%2$@) — transferred ≈ %3$@ kWh, charging station left on user-chosen mode
da: Batteri til bil: stoppet ved %1$lld%% (%2$@) — overført ≈ %3$@ kWh, station bevaret i valgt tilstand
de: Batterie zu Auto: gestoppt bei %1$lld%% (%2$@) — übertragen ≈ %3$@ kWh, Station bleibt im gewählten Modus
fr: Batterie vers voiture : arrêtée à %1$lld%% (%2$@) — transféré ≈ %3$@ kWh, borne reste en mode choisi
it: Batteria verso auto: fermata al %1$lld%% (%2$@) — trasferito ≈ %3$@ kWh, stazione resta in modalità scelta

source: Battery to Car: stopped at %1$lld%% (%2$@) — transferred ≈ %3$@ kWh, charging station switched to %4$@
da: Batteri til bil: stoppet ved %1$lld%% (%2$@) — overført ≈ %3$@ kWh, ladestation skiftet til %4$@
de: Batterie zu Auto: gestoppt bei %1$lld%% (%2$@) — übertragen ≈ %3$@ kWh, Ladestation auf %4$@ umgestellt
fr: Batterie vers voiture : arrêtée à %1$lld%% (%2$@) — transféré ≈ %3$@ kWh, borne réglée sur %4$@
it: Batteria verso auto: fermata al %1$lld%% (%2$@) — trasferito ≈ %3$@ kWh, stazione di ricarica impostata su %4$@

# Battery to Car: stopped at %lld%%, transferred ≈ %@ kWh
source: Battery to Car: stopped at %1$lld%%, transferred ≈ %2$@ kWh
da: Batteri til bil: stoppet ved %1$lld%%, overført ≈ %2$@ kWh
de: Batterie zu Auto: gestoppt bei %1$lld%%, übertragen ≈ %2$@ kWh
fr: Batterie vers voiture : arrêté à %1$lld%%, transféré ≈ %2$@ kWh
it: Batteria verso auto: fermato al %1$lld%%, trasferito ≈ %2$@ kWh

source: Battery to Car: stopping, switching to fallback mode
da: Batteri til bil: stopper, skifter til reservetilstand
de: Batterie zu Auto: wird gestoppt, wechsle zu Folgemodus
fr: Batterie vers voiture : arrêt, passage au mode de repli
it: Batteria verso auto: arresto, passaggio alla modalità di fallback

source: Battery to Car: telemetry fetch failed — keeping current settings, will retry next tick
da: Batteri til bil: telemetri kunne ikke hentes — beholder aktuelle indstillinger, prøver igen ved næste tick
de: Batterie zu Auto: Telemetrie konnte nicht geladen werden — aktuelle Einstellungen bleiben, erneuter Versuch beim nächsten Tick
fr: Batterie vers voiture : échec du chargement de la télémétrie — paramètres actuels conservés, nouvelle tentative au prochain tick
it: Batteria verso auto: caricamento telemetria non riuscito — mantengo le impostazioni attuali, riprovo al prossimo tick

source: Battery too low to run this automation
da: Batteri for lavt til at køre denne automation
de: Batterie zu tief, um diese Automation auszuführen
fr: Batterie trop faible pour exécuter cette automatisation
it: Batteria troppo bassa per eseguire questa automazione

source: Battery will be charged to the 'Morning' level in the morning. Then other devices can be charged. The battery will be charged to 'Max' until the eventing.
da: Batteriet oplades til 'Morgen'-niveauet om morgenen. Derefter kan andre enheder oplades. Batteriet oplades til 'Max' indtil aften.
de: Die Batterie wird morgens bis zum Niveau 'Morgen' geladen. Danach können andere Geräte geladen werden. Bis zum Abend wird die Batterie auf 'Max' geladen.
fr: La batterie sera chargée au niveau 'Matin' le matin. Ensuite, d'autres appareils pourront être chargés. La batterie sera chargée au 'Max' jusqu'au soir.
it: La batteria verrà caricata al livello 'Mattina' al mattino. Successivamente, altri dispositivi potranno essere caricati. La batteria verrà caricata al 'Max' fino a sera.

# battery_manualmode_charge
source: Charge
da: Oplad
de: Laden
fr: Charger
it: Carica

# battery_manualmode_discharge
source: Discharge
da: Aflad
de: Entladen
fr: Décharger
it: Scarica

# battery_manualmode_off
source: Off
da: Fra
de: Aus
fr: Arrêt
it: Spento

source: Battery-to-Car cancelled
da: Batteri-til-bil annulleret
de: Batterie-zu-Auto abgebrochen
fr: Batterie-vers-voiture annulée
it: Batteria-verso-auto annullata

source: Battery-to-Car finished
da: Batteri-til-bil afsluttet
de: Batterie-zu-Auto beendet
fr: Batterie-vers-voiture terminée
it: Batteria-verso-auto completata

source: Battery-to-Car stopped
da: Batteri-til-bil stoppet
de: Batterie-zu-Auto gestoppt
fr: Batterie-vers-voiture arrêtée
it: Batteria-verso-auto fermata

source: Batterylevel of my car
da: Batteriniveauet på min bil
de: Batteriestand meines Autos
fr: Niveau de batterie de ma voiture
it: Livello della batteria della mia auto

source: BG fired but no automation active — skipping
da: BG-trigger modtaget, men ingen automation aktiv — sprunget over
de: BG-Trigger empfangen, aber keine Automation aktiv — übersprungen
fr: Déclencheur BG reçu mais aucune automatisation active — ignoré
it: Trigger BG ricevuto ma nessuna automazione attiva — saltato

source: BG fired but nothing to drain — skipping
da: BG udløst, men intet at behandle — springes over
de: BG ausgelöst, aber nichts zu verarbeiten — übersprungen
fr: BG déclenché mais rien à traiter — ignoré
it: BG attivato ma niente da elaborare — saltato

source: BG processing fired but nothing to drain
da: Baggrundsbehandling udløst, men intet at behandle
de: Hintergrundverarbeitung ausgelöst, aber nichts zu verarbeiten
fr: Traitement en arrière-plan déclenché, mais rien à traiter
it: Elaborazione in background attivata, ma niente da elaborare

source: BG processing runtime expired by iOS
da: Kørselstid for baggrundsbehandling afsluttet af iOS
de: Laufzeit der Hintergrundverarbeitung von iOS beendet
fr: Temps d'exécution du traitement en arrière-plan expiré par iOS
it: Tempo di esecuzione dell'elaborazione in background scaduto da iOS

source: BG runtime expired by iOS after %llds
da: BG-køretid afbrudt af iOS efter %lld sek.
de: BG-Laufzeit von iOS nach %lld s beendet
fr: Temps BG interrompu par iOS après %lld s
it: Tempo BG interrotto da iOS dopo %lld sec

source: BG runtime expired by iOS after %lldsec
da: BG-køretid afbrudt af iOS efter %lld sek.
de: BG-Laufzeit von iOS nach %lld s beendet
fr: Temps BG interrompu par iOS après %lld s
it: Tempo BG interrotto da iOS dopo %lld sec

source: BG tick completed in %llds
da: BG-tjek afsluttet på %lld sek.
de: BG-Durchlauf abgeschlossen in %lld s
fr: Cycle BG terminé en %lld s
it: Ciclo BG completato in %lld sec

source: BG tick completed in %lldsec
da: BG-tjek afsluttet på %lld sek.
de: BG-Durchlauf abgeschlossen in %lld s
fr: Cycle BG terminé en %lld s
it: Ciclo BG completato in %lld sec

source: Blue Gradient
da: Blå gradient
de: Blauer Farbverlauf
fr: Dégradé bleu
it: Gradiente blu

source: Blue Sky
da: Blå himmel
de: Blauer Himmel
fr: Ciel bleu
it: Cielo blu

source: Boiler
da: Vandvarmer
fr: Chauffe-eau

source: Cancel
da: Annuller
de: Abbrechen
fr: Annuler
it: Cancellare

source: Cancel automation
da: Annuller automation
de: Automation abbrechen
fr: Annuler l'automatisation
it: Annulla automazione

source: Cancel: failed to switch charging station to %1$@ (%2$@) — please verify the charging station state in the Solar Manager app
da: Annullering: ladestation kunne ikke skiftes til %1$@ (%2$@) — kontrollér venligst ladestationens tilstand i Solar Manager-appen
de: Abbruch: Ladestation konnte nicht auf %1$@ umgestellt werden (%2$@) — bitte den Zustand der Ladestation in der Solar Manager App prüfen
fr: Annulation : impossible de basculer la borne vers %1$@ (%2$@) — vérifiez l’état de la borne dans l’app Solar Manager
it: Annullamento: impossibile passare la stazione di ricarica a %1$@ (%2$@) — verifica lo stato della stazione nell’app Solar Manager

source: Cancelled by you.
da: Annulleret af dig.
de: Von dir abgebrochen.
fr: Annulée par vous.
it: Annullata da te.

# Cancelled by you. ≈ %@ kWh transferred so far. Charging station switched to %@.
source: Cancelled by you. ≈ %1$@ kWh transferred so far. Charging station switched to %2$@.
da: Annulleret af dig. ≈ %1$@ kWh overført indtil nu. Ladestation skiftet til %2$@.
de: Von dir abgebrochen. ≈ %1$@ kWh bisher übertragen. Ladestation auf %2$@ umgestellt.
fr: Annulée par vous. ≈ %1$@ kWh transférés jusqu'ici. Borne réglée sur %2$@.
it: Annullata da te. ≈ %1$@ kWh trasferiti finora. Stazione di ricarica impostata su %2$@.

source: Cancelled by you. Charging station switched to %@.
da: Annulleret af dig. Ladestation skiftet til %@.
de: Von dir abgebrochen. Ladestation auf %@ umgestellt.
fr: Annulée par vous. Borne réglée sur %@.
it: Annullata da te. Stazione di ricarica impostata su %@.

# Cannot start %@: another automation (%@) is already running
source: Cannot start %1$@: another automation (%2$@) is already running
da: Kan ikke starte %1$@: en anden automation (%2$@) kører allerede
de: Kann %1$@ nicht starten: eine andere Automation (%2$@) läuft bereits
fr: Impossible de démarrer %1$@ : une autre automatisation (%2$@) est déjà en cours
it: Impossibile avviare %1$@: un’altra automazione (%2$@) è già in esecuzione

source: Cannot start: another automation is running
da: Kan ikke starte: en anden automation kører
de: Start nicht möglich: eine andere Automation läuft bereits
fr: Impossible de démarrer : une autre automatisation est en cours
it: Impossibile avviare: un'altra automazione è in esecuzione

source: Car
da: Bil
de: Auto
fr: Voiture
it: Auto

source: Car %
da: Bil %
de: Ladeziel %
fr: Quantité cible %
it: Quantità target%

source: Car Charging
da: Opladning
de: Laden
fr: Recharge
it: Ricarica

source: Car count:
da: Antal biler:
de: Anzahl Autos:
fr: Nombre de voitures:
it: Numero di auto:

source: Car Information
da: Bilinformation
de: Auto Informationen
fr: Informations sur la voiture
it: Informazioni sull'auto

source: Cars
da: Biler
de: Autos
fr: Voitures
it: Automobili

source: Charge at full power
da: Oplad ved fuld effekt
de: Mit voller Leistung laden
fr: Charger à pleine puissance
it: Carica a piena potenza

source: Charge from solar surplus only
da: Oplad kun fra soloverskud
de: Nur aus Solarüberschuss laden
fr: Charger uniquement avec le surplus solaire
it: Carica solo dal surplus solare

source: Charge the car from the house battery down to a floor.
da: Oplad bilen fra husbatteriet ned til et minimum.
de: Lade das Auto aus der Hausbatterie bis zu einem Mindeststand.
fr: Charger la voiture depuis la batterie domestique jusqu'à un seuil.
it: Carica l'auto dalla batteria di casa fino a un minimo.

source: Charged
da: Opladet
de: Geladen
fr: Chargée
it: Caricata

source: Charged:
da: Opladet:
de: Geladen:
fr: Chargé :
it: Caricata:

source: Charges a specific amount of energy (kWh) by a deadline you set. Solar power is preferred when available.
da: Oplader en bestemt mængde energi (kWh) inden en deadline, du vælger. Solenergi foretrækkes, når den er tilgængelig.
de: Lädt eine bestimmte Energiemenge (kWh) bis zu einem von dir festgelegten Zeitpunkt. Solarstrom wird bevorzugt verwendet.
fr: Charge une quantité d'énergie spécifique (kWh) avant une échéance que vous définissez. L'énergie solaire est privilégiée.
it: Carica una quantità specifica di energia (kWh) entro una scadenza impostata. L'energia solare viene preferita quando disponibile.

source: Charges at a fixed power level that you choose, regardless of solar production.
da: Lader med et fast effektniveau, som du vælger, uanset solproduktion.
de: Lädt mit einer festen Leistung deiner Wahl, unabhängig von der Solarproduktion.
fr: Charge à une puissance fixe que vous choisissez, indépendamment de la production solaire.
it: Carica a una potenza fissa scelta da te, indipendentemente dalla produzione solare.

source: Charges at maximum power immediately, regardless of solar production or electricity tariff.
da: Lader med maksimal effekt med det samme, uanset solproduktion eller eltarif.
de: Lädt sofort mit maximaler Leistung, unabhängig von Solarproduktion oder Stromtarif.
fr: Charge immédiatement à puissance maximale, indépendamment de la production solaire ou du tarif électrique.
it: Carica immediatamente alla massima potenza, indipendentemente dalla produzione solare o dalla tariffa elettrica.
